tap "friendsofgo/tap"
tap "homebrew/cask-fonts"
brew "curl"
brew "git"
brew "mise"
brew "sheldon"
brew "starship"
cask "1password"
cask "arc"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "obs"
cask "orbstack"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "hverlin.mise-vscode"
vscode "janisdd.vscode-edit-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "saoudrizwan.claude-dev"
vscode "tamasfe.even-better-toml"
