tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "docker"
brew "git"
brew "zsh"
cask "1password"
cask "alfred"
cask "boostnote"
cask "docker"
cask "font-jetbrains-mono"
cask "font-source-han-code-jp"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "sequel-ace"
cask "skitch"
cask "spotify"
cask "visual-studio-code"
cask "zoomus"
